{
  "reviews": [
    {
      "name": "Tanya Russo",
      "content": "The automated processes are well-integrated, saving time without sacrificing quality. Multilingual support is a bonus for a truly global approach.",
      "timestamp": "November 15, 2023, 08:23:45",
      "avatar": "/images/user-reviews-avatars/Tanya Russo.webp"
    },
    {
      "name": "Leonardo Cerqueira",
      "content": "Fiquei impressionado com o KreadoAI. Os movimentos dos avatares são bastante realistas, e eles gesticulam de forma mais expressiva. Para quem trabalha com vídeos, considero uma excelente alternativa.",
      "timestamp": "December 28, 2023, 21:45:12",
      "avatar": "/images/user-reviews-avatars/Leonardo Cerqueira.webp"
    },
    {
      "name": "Naveed Ansari",
      "content": "I use this app just once till now but I m just felling that I have been using it past many days or month because it is very easy to use and it is just amazing app and I just love it",
      "timestamp": "January 7, 2024, 14:19:33",
      "avatar": "/images/user-reviews-avatars/Naveed Ansari.webp"
    },
    {
      "name": "Hasan Göral",
      "content": "I look forward to more features being added and seeing this fantastic platform continue to develop.",
      "timestamp": "February 14, 2024, 03:56:27",
      "avatar": "/images/user-reviews-avatars/Hasan Göral.webp"
    },
    {
      "name": "Canva Designer",
      "content": "I recently tried KreadoAi to generate AI videos, and I'm really, really impressed! They have like a super easy process to follow, even for a first-time user like me. I wanted to create an Ad video for my agency and it just met my expectations.",
      "timestamp": "April 1, 2024, 12:47:18",
      "avatar": "/images/user-reviews-avatars/Canva Designer.webp"
    },
    {
      "name": "Gumgeen",
      "content": "Most decent and easy site KreadoAI. Many good templates as well as many many languages. Create wonderful videos, presentation. You can change background according to your desire. Fantastic site",
      "timestamp": "May 21, 2024, 18:32:09",
      "avatar": "/images/user-reviews-avatars/Gumgeen.webp"
    },
    {
      "name": "Shehroz",
      "content": "KreadoaAi is a good text to speech converting tool it also make AI videos. It gives its user a lot of advantages like to try it for free.They give u a lot of K-coins to use while creating video and audios. Also u can buy them if they are not enough.they also give u different opportunities to earn coins for free.",
      "timestamp": "July 4, 2024, 05:08:54",
      "avatar": "/images/user-reviews-avatars/Shehroz.webp"
    },
    {
      "name": "Kevin Fralix",
      "content": "Lots of features. The voice of Andrew is very realistic. I like being able to layer elements and the ability to upload my own logos and graphics. Having the ability to choose a subscription plan or one-off plan is nice!",
      "timestamp": "September 16, 2024, 22:11:36",
      "avatar": "/images/user-reviews-avatars/Kevin Fralix.webp"
    },
    {
      "name": "Ratan chandra",
      "content": "Creating videos and audio dubbing is very easy and user friendly. You do not require to be a geek to use kreado.",
      "timestamp": "November 10, 2024, 11:29:03",
      "avatar": "/images/user-reviews-avatars/Ratan chandra.webp"
    }
  ]
}